260723_day_briefing.html
<div id="outline-container-org9f5ef8e" class="outline-4">
<h4 id="org9f5ef8e">El Diario de Cantabria</h4>
<div class="outline-text-4" id="text-org9f5ef8e">
<ul class="org-ul">
<li><a href="https://eldiariocantabria.publico.es/articulo/politica/cantabria-otras-cinco-comunidades-pp-plantan-cara-gobierno-central-reforma-costas-apelan-bruselas/20260723114609196199.html">Cantabria y otras cinco comunidades del PP plantan cara al Gobierno central por la reforma de Costas y reclaman que Bruselas estudie sus alegaciones</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/santander/convocan-dos-protestas-tauromaquia-feria-santiago-santander/20260723111325196196.html">La feria taurina de Santander, de nuevo en el centro de la polémica: convocan dos protestas para denunciar que "la tortura no es cultura"</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/cantabria/averia-electrica-paraliza-gran-parte-circulacion-cercanias-cantabria/20260723102403196194.html">Una avería eléctrica deja sin circulación gran parte de los trenes de Cantabria</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/saja-besaya/ayuntamiento-compra-parcela-dotar-carandia-pista-deportiva/20260722213244196192.html">El Ayuntamiento compra una parcela para dotar a Carandía de una pista deportiva</a></li>
<li><a href="https://eldiariocantabria.publico.es/articulo/arco-de-la-bahia/212-ninos-jovenes-municipio-disfrutan-campamentos-verano-organizados-entidades-juveniles/20260722212422196190.html">212 niños y jóvenes del municipio disfrutan de los campamentos de verano organizados por entidades juveniles</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org957b4fb" class="outline-3">
<h3 id="org957b4fb">🇺🇸 Estados Unidos</h3>
<div class="outline-text-3" id="text-org957b4fb">
</div>
<div id="outline-container-orgdb5ea94" class="outline-4">
<h4 id="orgdb5ea94">The Washington Post</h4>
<div class="outline-text-4" id="text-orgdb5ea94">
<ul class="org-ul">
<li><a href="https://www.washingtonpost.com/world/2026/07/22/why-is-zelensky-firing-top-leaders-ukraines-outlook-improves/">Why is Zelensky firing top leaders as Ukraine’s outlook improves?</a></li>
<li><a href="https://www.washingtonpost.com/national-security/2026/07/21/troops-killed-iranian-attacks-were-tasked-with-defending-bases-incoming-strikes/">Latest combat deaths show risk has shifted to troops far from Iran’s borders</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/07/21/red-sea-blockade-threatens-new-front-us-iran-war/">Hegseth says Iran war has cost $37.5 billion, defends request for more</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/07/21/death-moroccan-man-italian-police-custody-sparks-protests-violence/">Death of Moroccan man in Italian police custody sparks protests, violence</a></li>
<li><a href="https://www.washingtonpost.com/world/2026/07/21/zelensky-ousts-ukraines-military-commander-major-shake-up-continues/">Zelensky ousts Ukraine’s military commander as major shake-up continues</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgee46d9d" class="outline-4">
<h4 id="orgee46d9d">WSJ.com: World News</h4>
<div class="outline-text-4" id="text-orgee46d9d">
<ul class="org-ul">
<li><a href="https://www.wsj.com/world/americas/carney-has-tried-the-carrot-and-the-stick-with-trumpbut-neither-is-working-a1c2a7bf">Carney Has Tried the Carrot and the Stick With Trump—but Neither Is Working</a></li>
<li><a href="https://www.wsj.com/world/asia/nvidia-sk-hynix-chips-ceo-chey-divorce-30016f65">This AI Tech Billionaire Just Doubled His Net Worth. His Ex Asked for Half.</a></li>
<li><a href="https://www.wsj.com/world/middle-east/u-s-surges-forces-toward-middle-east-giving-trump-options-to-expand-iran-war-e5d627b1">U.S. Surges Forces Toward Middle East, Giving Trump Options to Expand Iran War</a></li>
<li><a href="https://www.wsj.com/world/middle-east/trump-approves-landmark-nuclear-deal-with-saudi-arabia-in-big-win-for-kingdom-2ed77584">Trump Approves Landmark Nuclear Deal With Saudi Arabia in Big Win for Kingdom</a></li>
<li><a href="https://www.wsj.com/world/middle-east/trump-says-u-s-will-bomb-irans-power-plants-bridges-if-tehran-strikes-ships-7db7e165">Trump Says U.S. Will Bomb Iran’s Power Plants, Bridges if Tehran Strikes Ships</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org1fc3358" class="outline-3">
<h3 id="org1fc3358">🇫🇷 Francia</h3>
<div class="outline-text-3" id="text-org1fc3358">
</div>
<div id="outline-container-org66c2d21" class="outline-4">
<h4 id="org66c2d21">Le Monde</h4>
<div class="outline-text-4" id="text-org66c2d21">
<ul class="org-ul">
<li><a href="https://www.lemonde.fr/planete/live/2026/07/23/en-direct-incendie-en-gironde-2-000-hectares-parcourus-par-les-flammes-12-000-personnes-evacuees_6730417_3244.html">EN DIRECT, incendie en Gironde : un incendie particulièrement intense près du bassin d’Arcachon, tous les massifs du Var fermés à cause des feux</a></li>
<li><a href="https://www.lemonde.fr/planete/article/2026/07/23/la-rougeole-hors-de-controle-aux-etats-unis-sur-fond-de-vaccino-scepticisme_6730520_3244.html">Une épidémie de rougeole « hors de contrôle » aux Etats-Unis, sur fond de vaccino-scepticisme d’une partie des habitants et de l’administration Trump</a></li>
<li><a href="https://www.lemonde.fr/economie/article/2026/07/23/totalenergies-engrange-11-2-milliards-de-dollars-de-benefice-en-six-mois-sur-fond-de-guerre-au-moyen-orient_6730624_3234.html">TotalEnergies engrange 11,2 milliards de dollars de bénéfice en six mois, sur fond de guerre au Moyen-Orient</a></li>
<li><a href="https://www.lemonde.fr/societe/article/2026/07/23/sanctionne-pour-avoir-conteste-ses-conditions-de-detention-salah-abdeslam-est-decide-a-faire-valoir-ses-droits_6730416_3224.html">Salah Abdeslam, sanctionné pour avoir dénoncé ses conditions de détention, se confronte à l’administration pénitentiaire</a></li>
<li><a href="https://www.lemonde.fr/international/live/2026/07/23/en-direct-guerre-au-moyen-orient-l-iran-revendique-des-bombardements-sur-des-sites-militaires-americains-en-jordanie-et-au-koweit_6725301_3210.html">EN DIRECT, guerre au Moyen-Orient : l’Iran revendique des bombardements sur des sites militaires américains en Jordanie et au Koweït</a></li>
</ul>
</div>
</div>
<div id="outline-container-org9dec68d" class="outline-4">
<h4 id="org9dec68d">Le Figaro</h4>
<div class="outline-text-4" id="text-org9dec68d">
<ul class="org-ul">
<li><a href="https://www.lefigaro.fr/elections/stature-presidentielle-francois-hollande-prend-le-pouvoir-a-gauche-20260723">Stature présidentielle : François Hollande prend le pouvoir à gauche</a></li>
<li><a href="https://www.lefigaro.fr/meteo/en-direct-incendies-du-var-a-la-gironde-les-pompiers-se-battent-contre-deux-feux-d-ampleur-20260723">EN DIRECT - Incendies : huit campings au nord du bassin d’Arcachon ont été évacués</a></li>
<li><a href="https://www.lefigaro.fr/nantes/nantes-un-nouvel-incendie-ravage-un-campement-rom-aux-portes-de-la-ville-8-hectares-brules-20260723">Nantes : un nouvel incendie ravage un campement rom aux portes de la ville, 8 hectares brûlés</a></li>
<li><a href="https://www.lefigaro.fr/meteo/gironde-une-spectaculaire-tornade-de-feu-filmee-au-coeur-de-l-incendie-pres-de-2000-hectares-deja-ravages-20260723">Gironde : une spectaculaire «tornade de feu» filmée au cœur de l’incendie, près de 2000 hectares déjà ravagés</a></li>
<li><a href="https://www.lefigaro.fr/actualite-france/feux-de-foret-en-france-quels-ont-ete-les-incendies-les-plus-devastateurs-20260714">Feux de forêt en France : quels ont été les incendies les plus dévastateurs ?</a></li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org14adc93" class="outline-3">
<h3 id="org14adc93">🇬🇧 Reino Unido</h3>
<div class="outline-text-3" id="text-org14adc93">
</div>
<div id="outline-container-orge4cbdad" class="outline-4">
<h4 id="orge4cbdad">BBC News</h4>
<div class="outline-text-4" id="text-orge4cbdad">
<ul class="org-ul">
<li><a href="https://www.bbc.co.uk/news/articles/cj03r59z73po?at_medium=RSS&amp;at_campaign=rss">US signs landmark nuclear deal with Saudi Arabia</a></li>
<li><a href="https://www.bbc.co.uk/news/articles/cpw9xzx9r4ko?at_medium=RSS&amp;at_campaign=rss">Houthis claim attack on oil tankers as US launches more strikes on Iran</a></li>
<li><a href="https://www.bbc.co.uk/news/articles/cy4kmr82n44o?at_medium=RSS&amp;at_campaign=rss">Around 12,000 people evacuated in France fires</a></li>
<li><a href="https://www.bbc.co.uk/news/articles/ce34n7kqr5ko?at_medium=RSS&amp;at_campaign=rss">'I am still alive': Indian activist on hunger strike for 26 days loses 11kg</a></li>
<li><a href="https://www.bbc.co.uk/news/articles/cn0n127lpzgo?at_medium=RSS&amp;at_campaign=rss">Tankers make sharp U-turns after Houthi shipping threat</a></li>
</ul>
</div>
</div>
