260723_day_briefing.org
*** The Guardian

- [[https://www.theguardian.com/world/2026/jul/21/health-worker-being-monitored-for-ebola-in-london-hospital-after-working-in-drc][Health worker monitored for Ebola in London hospital after working in DRC]]
- [[https://www.theguardian.com/global-development/2026/jul/21/healthy-diet-too-expensive-for-one-in-three-people-globally-un-report-finds][Healthy diet too expensive for one in three people globally, UN report finds]]
- [[https://www.theguardian.com/world/2026/jul/19/sao-tome-and-principe-presidential-election][São Tomé and Príncipe heads to polls in tense presidential election]]
- [[https://www.theguardian.com/world/2026/jul/18/ghana-sensationalist-film-posters-collectible-art][‘We are preserving a tradition’: how Ghana’s sensationalist film posters became collectible art]]
- [[https://www.theguardian.com/us-news/2026/jul/17/ebola-us-aid-workers-kenya][Seven Americans quarantining at Kenya Ebola facility after US travel ban, says aid group]]

** 🇮🇹 Italia

*** Corriere della Sera

- [[https://www.corriere.it/dataroom-milena-gabanelli/codice-strada-ecco-cosa-cambia-perche-non-ridurra-numero-vittime/a9ec82f6-0fb3-11ef-a8f0-a1f7c0d711f2-va.shtml][Codice della strada, ecco cosa cambia e perché non ridurrà il numero delle vittime]]
- [[https://www.corriere.it/politica/24_maggio_13/toti-spinelli-elezioni-9eac3140-71d7-4523-b980-142b573d5xlk.shtml][Toti a Spinelli: «Ti vengo a trovare prima delle elezioni. Ti chiedo un po’ di robe» Ecco le immagini degli incontri sullo yacht]]
- [[https://www.corriere.it/politica/24_maggio_12/inchiesta-liguria-marco-bucci-gioco-al-massacro-non-ci-sto-chiedo-chiarezza-su-di-me-sono-pronto-a-parlare-con-i-pm-57e1da92-5b6c-4d81-94f6-321a522abxlk.shtml][IL SINDACO DI GENOVA Lo sfogo di Bucci: «Gioco  al massacro, non ci sto. Chiedo chiarezza, pronto a parlare con i pm»]]
- [[https://www.corriere.it/cronache/24_maggio_12/toti-arrestato-gli-incontri-sullo-yacht-di-spinelli-e-i-telefonini-lasciati-all-esterno-per-blindare-i-colloqui-riservati-e99c3dad-0cea-46a5-9b3a-8e728c4c3xlk.shtml][LE FOTO SULLO YACHT Le immagini degli incontri e i telefonini lasciati all’esterno per blindare i colloqui riservati]]
- [[https://www.corriere.it/politica/24_maggio_13/liguria-dati-covid-manipolati-indagine-413ff205-c02e-4bf1-8313-406d7c5c2xlk.shtml][I DATI DEL COVID «Io avevo già truccato»: così, secondo i pm, in Liguria manipolavano i numeri sulla pandemia]]

*** Il Sole 24 Ore

- [[https://www.ilsole24ore.com/art/bocchettoni-piscine-arriva-stretta-camera-approva-all-unanimita-nuovo-obbligo-AJ2oLHT][Bocchettoni piscine, arriva la stretta: la Camera approva all’unanimità il nuovo obbligo]]
- [[https://www.ilsole24ore.com/art/commercio-dettaglio-meno-dipendenti-ma-fatturato-piu-alto-ecco-quali-settori-cresce-l-efficienza-operativa-AJoTKBT][Commercio al dettaglio, meno dipendenti ma fatturato più alto: ecco in quali settori cresce l’efficienza operativa]]
- [[https://www.ilsole24ore.com/art/dipendenti-pubblici-record-contratti-20-intese-cinque-anni-AJe9znS][Dipendenti pubblici, record di contratti: 20 intese in cinque anni]]
- [[https://www.ilsole24ore.com/art/mattarella-compie-85-anni-sfide-colle-elezioni-e-costituzione-AJZQ4YS][Mattarella compie 85 anni: le sfide al Colle tra elezioni e Costituzione]]
- [[https://www.ilsole24ore.com/art/milano-calabresi-candidarmi-ci-penso-mi-piacerebbe-fare-mia-parte-AJDWusS][Milano: Calabresi, candidarmi? Ci penso, mi piacerebbe fare mia parte]]

** 🇩🇪 Alemania

*** Der Spiegel

- [[https://www.spiegel.de/international/world/the-new-axis-of-evil-der-spiegel-investigation-reveals-deep-military-cooperation-between-russia-and-china-a-12dc295a-413d-4a2f-b44f-2922092270e3#ref=rss][The New Axis of Evil: DER SPIEGEL Investigation Reveals Deep Military Cooperation between Russia and China]]
- [[https://www.spiegel.de/international/germany/new-information-in-the-nazi-database-what-you-need-to-know-about-the-ss-a-f7e09472-e9da-4b11-9846-87f1778116e3#ref=rss][New Information in the Nazi Database: What You Need to Know About the SS]]
- [[https://www.spiegel.de/international/world/250-years-american-democracy-has-survived-250-years-but-can-it-survive-trump-a-be95063c-4765-403b-ba95-231b2196a9f1#ref=rss][250 Years: American Democracy Has Survived 250 Years, But Can It Survive Trump?]]
- [[https://www.spiegel.de/international/world/in-trumps-colony-does-the-us-really-hold-the-reins-in-venezuela-a-858ba1f1-8b06-48c2-a2bf-340abe876f18#ref=rss][In Trump's Colony: Does the US Really Hold the Reins in Venezuela?]]
- [[https://www.spiegel.de/international/world/the-minab-attack-did-the-united-states-commit-a-war-crime-in-iran-a-24f05985-fc36-4d01-9c00-ee4f218bc071#ref=rss][The Minab Attack: Did the United States Commit a War Crime in Iran?]]

*** Deutsche Welle

- [[https://www.dw.com/en/mykhailo-drapatyi-who-is-ukraine-s-new-commander-in-chief/a-78077075?maca=en-rss-en-world-4025-rdf][Mykhailo Drapatyi: Who is Ukraine's new commander-in-chief?]]
- [[https://www.dw.com/en/hungary-ex-pm-orban-pledges-resistance-to-magyar-tyranny/a-78076217?maca=en-rss-en-world-4025-rdf][Hungary: Ex-PM Orban pledges resistance to Magyar 'tyranny']]
- [[https://www.dw.com/en/who-could-be-the-next-un-secretary-general/a-78052763?maca=en-rss-en-world-4025-rdf][Who could be the next UN Secretary-General?]]
- [[https://www.dw.com/en/how-russia-is-luring-foreign-nationals-to-fight-in-ukraine/a-78074153?maca=en-rss-en-world-4025-rdf][How Russia is luring foreign nationals to fight in Ukraine]]
- [[https://www.dw.com/en/germany-s-growing-interest-in-africa-a-win-for-both-sides/a-78068049?maca=en-rss-en-world-4025-rdf][Germany's growing interest in Africa: A win for both sides?]]

** 🇧🇷 Brasil

