260723_day_briefing.org
*** Folha de S.Paulo

- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/falha-paralisa-linhas-11-12-e-13-da-trivia-trens-e-provoca-caos-no-transporte-coletivo-em-sp.shtml][Falha paralisa linhas 11, 12 e 13 da Trivia Trens e provoca caos no transporte coletivo em SP]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/07/familia-enfrenta-minas-terrestres-e-mar-revolto-para-fugir-da-coreia-do-norte.shtml][Família enfrenta minas terrestres e mar revolto para fugir da Coreia do Norte]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/monicabergamo/2026/07/vereadora-acusa-ex-de-perseguicao-politica-apos-divulgar-boletim-de-ocorrencia-contra-ela.shtml][Vereadora acusa ex de perseguição política após divulgar boletim de ocorrência contra ela]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/lotofacil-de-independencia-vai-pagar-premio-recorde-de-r-300-milhoes.shtml][Lotofácil de Independência vai pagar prêmio recorde de R$ 300 milhões]]
- [[https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/colunistas/outro-canal/2026/07/ex-marido-de-preta-gil-se-oferece-para-participar-de-a-fazenda-record-nega-negociacao.shtml][Ex-marido de Preta Gil se oferece para participar de A Fazenda; Record nega negociação]]

*** O Globo

- /Feed no disponible temporalmente/


* 🧠 Think Tanks

- [[https://www.realinstitutoelcano.org][Real Instituto Elcano]] (🇪🇸 España)
- [[https://www.ifri.org][IFRI]] (🇫🇷 Francia)
- [[https://www.chathamhouse.org][Chatham House]] (🇬🇧 Reino Unido)
- [[https://www.ispionline.it][ISPI]] (🇮🇹 Italia)
- [[https://www.swp-berlin.org][SWP]] (🇩🇪 Alemania)
- [[https://www.rand.org][RAND Corporation]] (🇺🇸 Estados Unidos)


#+HTML: <div class="footer-hub">
#+HTML:    <p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
#+HTML:    <p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
#+HTML: </div>
