260723_day_briefing.html
<div id="outline-container-org6f84eec" class="outline-3">
<h3 id="org6f84eec">🇧🇷 Brasil</h3>
<div class="outline-text-3" id="text-org6f84eec">
</div>
<div id="outline-container-orgc2c3bb5" class="outline-4">
<h4 id="orgc2c3bb5">Folha de S.Paulo</h4>
<div class="outline-text-4" id="text-orgc2c3bb5">
<ul class="org-ul">
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/falha-paralisa-linhas-11-12-e-13-da-trivia-trens-e-provoca-caos-no-transporte-coletivo-em-sp.shtml">Falha paralisa linhas 11, 12 e 13 da Trivia Trens e provoca caos no transporte coletivo em SP</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/mundo/2026/07/familia-enfrenta-minas-terrestres-e-mar-revolto-para-fugir-da-coreia-do-norte.shtml">Família enfrenta minas terrestres e mar revolto para fugir da Coreia do Norte</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/colunas/monicabergamo/2026/07/vereadora-acusa-ex-de-perseguicao-politica-apos-divulgar-boletim-de-ocorrencia-contra-ela.shtml">Vereadora acusa ex de perseguição política após divulgar boletim de ocorrência contra ela</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://www1.folha.uol.com.br/cotidiano/2026/07/lotofacil-de-independencia-vai-pagar-premio-recorde-de-r-300-milhoes.shtml">Lotofácil de Independência vai pagar prêmio recorde de R$ 300 milhões</a></li>
<li><a href="https://redir.folha.com.br/redir/online/emcimadahora/rss091/*https://f5.folha.uol.com.br/colunistas/outro-canal/2026/07/ex-marido-de-preta-gil-se-oferece-para-participar-de-a-fazenda-record-nega-negociacao.shtml">Ex-marido de Preta Gil se oferece para participar de A Fazenda; Record nega negociação</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgd919a2b" class="outline-4">
<h4 id="orgd919a2b">O Globo</h4>
<div class="outline-text-4" id="text-orgd919a2b">
<ul class="org-ul">
<li><i>Feed no disponible temporalmente</i></li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org1349e46" class="outline-2">
<h2 id="org1349e46">🧠 Think Tanks</h2>
<div class="outline-text-2" id="text-org1349e46">
<ul class="org-ul">
<li><a href="https://www.realinstitutoelcano.org">Real Instituto Elcano</a> (🇪🇸 España)</li>
<li><a href="https://www.ifri.org">IFRI</a> (🇫🇷 Francia)</li>
<li><a href="https://www.chathamhouse.org">Chatham House</a> (🇬🇧 Reino Unido)</li>
<li><a href="https://www.ispionline.it">ISPI</a> (🇮🇹 Italia)</li>
<li><a href="https://www.swp-berlin.org">SWP</a> (🇩🇪 Alemania)</li>
<li><a href="https://www.rand.org">RAND Corporation</a> (🇺🇸 Estados Unidos)</li>
</ul>


<div class="footer-hub">
<p><strong>Autor:</strong> El Mapa y El Código | <a href="mailto:mcasrom@gmail.com" style="color:var(--primary);">mcasrom@gmail.com</a></p>
<p>© 2026 Inteligencia Geopolítica | 🚀 Operado desde DietPi OS</p>
</div>
</div>
</div>
</div>
</body>
</html>
